# Basic
brew "bash"
brew "coreutils"
brew "eza"
brew "fzf"
brew "bat"
brew "duf"
brew "dust"
brew "procs"
brew "bottom"
brew "ripgrep"
brew "jq"

# Essentials
brew "git"
brew "neovim"
brew "tmux"
brew "rclone"

cask "librewolf"
cask "brave-browser"
cask "telegram"
cask "visual-studio-code"
cask "obsidian"
cask "spotify"
cask "vlc"
cask "keka"

# Restrictions Bypass
brew "spoofdpi"
brew "wireguard-tools"
# v2aryn git: https://github.com/2dust/v2rayN

# Development Containers
brew "docker"
brew "docker-compose"
brew "lima"
cask "container"
cask "podman-desktop"

# Fonts
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"

# OBS and stuff
cask "obs"
cask "distroav"
cask "libndi"
